Repository: viktormorales/VHM-Contact-Buttons
Catalog: languages/vhm-contact-buttons-*.po
Languages: es_es

source: VHM Contact Buttons Settings
es_es: VHM Contact Buttons opciones

source: Active
es_es: Activo

source: Text to send
es_es: Texto a enviar

source: Applications
es_es: Aplicaciones

source: Add contact buttons on your website.
es_es: Agrega botones de contacto en tu sitio web.

source: Tick the box if you want to display the buttons.
es_es: Tilde la casilla si quiere mostrar los botones

source: Enter a text you want to send.
es_es: Ingrese el texto que quiere enviar.

source: Your Facebook Messenger personal or page ID.
es_es: El ID de tu cuenta personal o página de Facebook Messenger.

source: Your WhatsApp phone number.
es_es: Tu número de WhatsApp,

source: Your Telegram username.
es_es: Tu nombre de usuario de Telegram.

source: Your Skype ID.
es_es: Tu ID de Skype.

source: Your email.
es_es: Tu correo electrónico.

source: Hi! I have a question about your product.
es_es: Hola! Tengo una pregunta sobre tu producto.
